Repository: Stibbons/Squirrel
Catalog: frontend/src/po/*.po
Languages: fr

source: Squirrel is also well suited for independent financial advisors. Open an account for your client.
fr: Squirrel est également idéal pour les conseillers financiers indépendants qui gèrent les comptes titres et OPCVM pour le comptes de leurs clients.

source: Squirrel is available is various countries. {{navigator_language}}. Can you confirm by choosing your prefered language
fr: Squirrel est disponible pour plusieurs pays. {{navigator_language}}. Pouriez vous confirmer votre langue préférée:

source: Squirrel is built in Angular and Python.
fr: Squirrel utilise Angular et Python.

source: Squirrel is edited by the Squirrel SAS
fr: Squirrel est édité par la société Squirrel SAS

source: Squirrel is the ideal tool for tracking your different investments. It has everything included to follow all your portfolios, from every Broker or Bank, every information is consolidated in one single place.
fr: Squirrel est l'outil idéal pour suivre vos différents investissements. Tout est inclu pour gérer vos différents portefeuilles, de différents coutiers ou banque, en un seul endroit.

source: Squirrel is your swissknife of your investment life. It is an online tool gathering everything you need to find, decide, follow your investment.
fr: Squirrel est votre couteau suisse de votre vie d'investisseur. C'est un outil 100% en ligne qui réunit au même endroit tout ce que vous avez besoin pour trouver, décider et suivre vos investissements.

source: Squirrel offers advanced free account so you can discovers the real Service yourself. Advanced Features are reserved to Premium Members.
fr: Squirrel vous offre toutes les fonctions basiques avec le compte gratuit, pour que vous puissiez découvrir le service réel par vous-même. Les fonctions avancées sont réservées aux Membres Premium.

source: Squirrel provides you powerful visualization tools. See the current allocation of your stocks and mutual funds; Understand what is your real geographical exposure; Check your currency risk.
fr: Squirrel vous fourni des outils de visualisation de dernier cri. Observez votre allocation réelle, en actions ou fonds, votre réelle expositions géographiques ou en risque de change.

source: Squirrel started as a personal work but I wanted to do it the right way, with cutting edge web technologies. And though maybe one day I could release it as a real service.
fr: Squirrel a démarré comme un travail personnel, un défi, mais je voulais le faire directement de la bonne manière, avec les outils de développements Web de dernière génération. Juste au cas où je désirerais le transformer en réel service.

source: Squirrels is specially targetted for <b>individual investor</b> who aren't experts of finance, but still want to take in charge of his/her financial investments. Who is the best suited to take the best decision for you?
fr: Squirrel s'adresse spécifiquemnt aux particuliers qui ne sont pas experts de la Finance mais veulent prendre en main leurs investissements personnels. Qui est le mieux placer pour prendre les meilleures décisions pour vous?

source: Status Report
fr: Rapport de Situation

source: Stock Screener
fr: Screeners

source: Stocks Screener
fr: Screeners

source: Summary
fr: Résumé

source: Sunday
fr: Dimanche

source: Symbol
fr: Symboles

source: Tax Statement
fr: Déclaration d'Impôts

source: Taxation
fr: Vos Impôts

source: Taxes
fr: Impôts

source: Term of Service
fr: Conditions Générale d'Utilisation

source: Terms of Service
fr: Conditions de Service

source: That's how Squirrel was born?
fr: C'est comme cela qu'est né Squirrel?

source: The Center of Your Personal Finance
fr: Le Centre de Votre Finance Personnelle.

source: The Investor Social Network
fr: Le Réseau Social de L'Investisseur

source: The current language exposed by your navigator is:
fr: La langue actuellement définie dans votre navigateur est:

source: The major issue to deal with is security. "Reading" data from your account means it is also possible to send orders. This would requires to store your credential on Squirrel server, and this is definitely not a good idea. Even with all means taken to protect all these sensitives information, such as "bank level cryptography", this would break the golden rule "Don't put all your eggs in the same basket", since all your passwords are at a single place. There is no simple say to garantee a total security in this sector, at one point all your password will need to be decrypted before being sent to your broker. We can setup what we call a "Two way authentication" technic, but this would not allow automatically, transparent update. This is the only way to avoid Squirrel to ever "know" your password at one point in the system.
fr: Le principal problème à gerer dans ce domaine est la sécurité. "Lire" des données depuis votre compte signifie qu'il est aussi possible d'envoyer des ordres. Cela signifie qu'il faut à un moment ou à un autre stocker vos mots de passes sur le système Squirrel, et ce n'est pas du tout une bonne idée.Même en prennant toutes les mesures possibles de protection de ces données extrèmement sensibles, tel qu'utiliser ce que certains appellent de la "cryptographie niveau banquaire",celà viole la règle d'or "ne pas mettre tous ses oeufs dans le même pannier", puisque tous vos mots de passes sont stoqués à un seul endroit. Il n'est pas simple de garantir une sécuritétotale dans ce domaine, à un moment ou à un autre Squirrel devra déchiffrer votre mot de passe pour l'envoyer à votre courtier en ligne. Il est possible d'installer un systeme de vérification par plusieurs méthodes en même temps, telle que celle utilisée par votre banque lorsque vous désirez faire un virement par exemple, il vous demandera un code reçu par SMS. Mais cela empèchera tout raffraichissement automatique.

source: The only solution that I can imagine is to cypher your credentials with the highest level of possible cryptography, that cannot be ever decyphered by the Squirrel server. The web interface would requires your to enter the passphrase and connect itself to your different brokers. In other word, I would be like if you would manually retrieve these data from your browser. Maybe one day this will be real!
fr: La seule solution que je pourrais imaginer est de chiffrer vos mots de passes sur Squirrel avec les techniques les plus efficaces, sans que le server Squirrel ne soit jamais en possibilité de le déchiffrer. L'interface web de Squirrel serait responsable de récupérer ces mots de passe chiffrer et de vous demander une phrase de sécurité et qui décoderait vos mots de passe dans la mémoire de votre navigateur et se connecter aux différents services un à un automatiquement. Niveau sécurité, cela correspondrait au niveau de sécurité fourni par votre courtier. Peut être un jour une telle solution sera réalité!

source: There is no mystic algorithm behind Squirrel, no Award winning Trading Software that will make you rich. Just well crafted tools, specially targeted to private investors.
fr: Il n'y a pas d'algorithmes mysthérieux cachés, pas de logiciel de Trading sophistiqué qui vous renderont riches. Juste des outils bien conçus, spécialement adapté aux investisseurs particuliers.

source: Thursday
fr: Jeudi

source: To
fr: A

source: Toggle Navigation
fr: Basculer la navigation

source: Track Every Assets Type
fr: Suivi De Tous Type d'Actifs.

source: Track your Fees
fr: Surveillez vos frais cachés

source: Track your different Portfolios at a single place
fr: Suivez vos multiples portefeuilles à un seul endroit

source: Tuesday
fr: Mardi

source: Unfortunately, Squirrel cannot retrieve automatically the movement you execute on your different accounts, such as buying a Stock or selling a mutual fund share. The first step would be to sign a contract with every broker, connect, and retrieve this information. It is a large number of contract to sign, and lot of these brokers and banks do not want, or do not have the culture to share this information. Interoperability is not a common word in the financial world.
fr: Malheureusement, Squirrel ne peut pas récupérer automatiquement vos mouvements que vous executez sur vos différents comptes, comme "Vente d'une action" ou "achat d'une part de fonds commun (Unité de Compte)". La première étape pour se faire serait de signer un contrat avec chaque coutier et Assureur en ligne, pour se connecter et récuperer les informations. Au delà du nombre d'intervenants différents, bon nombre n'ont pas la volonté ni la culture de fournir l'infrastructure pour partager cette information. Interopérabilité n'est pas un mot commun dans le monde financier.

source: Until this moment, unfortunately, you have to manually update your operations. But don't be affraid, Squirrel is pretty confortable and this is quite easy to do.
fr: Jusqu'à ce moment, malheureusement, il vous faut entrer manuellement les opérations que vous effectuez. Mais pour vous rassurer, Squirrel est assez confortable dans ce domaine, ce ne sera donc pas un problème!

source: Use the Cloud to your own advantage
fr: Utilisez le Nuage à votre propre avantage

source: User defined Periodic Reminder for Manual Updates
fr: Rappels Périodique Pour Les Mises à Jour Manuels.

source: Valorisation history
fr: Historique de Valorisation

source: View and Edit all your Portfolios
fr: Visualiser et Editer vos portefeuilles

source: View and Edit one Portfolio
fr: Visualiser et Editer un portefeuille

source: Visual Portfolios
fr: Des Portefeuilles Visuels

source: We cannot find your language based on your navigator
fr: Nous ne pouvons pas détecter la langue de votre navigateur

source: We do not sell your data. We don't ask for your mobile number because we do not want to sell you hidden, techno-mystic algorithms. We do not disturb you with annoying ads. There is no commission on any trade. We do not make more money when you trade more.
fr: Nous ne vendons pas vos données. Nous ne vous demandons pas non plus de numéro de téléphone car nous ne voulons pas vous vendre des produits cachés, des algorithmes crypto-mystiques ou des e-book qui vous rendront riches. Nous ne vous perturbons pas avec les publicités. Il n'y a ni commission ni rétro-commission sur les ventes. Nous ne faisons pas plus d'argent si vous faites plus de mouvements.

source: Web data status
fr: Statut des données du web

source: Wednesday
fr: Mercredi

source: Weekly / Daily Portfolio Report by email
fr: Rapports Hebdomadaire ou Journalier, par email

source: Welcome to the Squirrel Website
fr: Bienvenue sur le site internet Squirrel

source: What is Squirrel?
fr: Qu'est ce que Squirrel?

source: What is the technologies behind?
fr: Quelles sont les technologies qu'utilisent Squirrel?

source: What makes it different from other online portfolio managers?
fr: Qu'est ce qui le rend différent des autres outils de gestions de portefeuille en ligne?

source: Who is behind?
fr: Qui est derrière?

source: Who is it for?
fr: A qui est-ce adressé?

source: With this 100% online tool, you can track all your investments from differents places: home, work, mobile. When you want and where you want.
fr: Avec cet outil 100% en ligne, vous pouvez suivre tous vos investissements depuis n'importe quel endoits: chez vous, à votre travail, en déplacement. C'est quand et où voulez.

source: You are in Control
fr: Vous êtes au Controle.

source: You can easily control what other can see. Create private link to graphs or table, with email and password permission, expiration date.
fr: Vous controllez facilement ce que les personnes externes peuvent voir. Créez des liens privés vers les graphiques, tableaux ou rapports, avec des protections par emails et mot de passe, et date d'expiration.

source: You can enter a more complete description here (not required)
fr: Vous pouvez entrer une description plus complète ici (non requis)

source: Your Email
fr: Votres adresse email

source: Your Name
fr: Votre nom

source: Your Online Portfolio Manager
fr: Votre Gestionnaire de Portefeuille En Ligne

source: Your Squirrel website use cookies to ensure you get the best user experience.
fr: Squirrel utilise les cookies de votre navigateur pour vous offir la meilleure expérience possible.

source: Your message
fr: Votre message

source: Your message has been sent to the administrator
fr: Votre message a bien été envoyé à notre équipe.

source: of your portfolios
fr: de vos portefeuilles
