Repository: Stibbons/Squirrel
Catalog: frontend/src/po/*.po
Languages: fr

source: 100% online, live update.
fr: 100% en ligne, toujours à jour.

source: 1y
fr: 1a

source: A error occured. Please try later.
fr: Une erreur est arrivée. Veuillez réessayer plus tard.

source: A quite ambitious project coming from a modest idea born early 2014.
fr: Un projet assez ambitieu, issue d'une idée modeste née début 2014.

source: About
fr: A Propos

source: Access your porfolio anywhere, any time
fr: Accédez à votre portefeuille depuis n'importe où, n'importe quand.

source: Admin Panel
fr: Configuration

source: Administrator Dashboard
fr: Tableau de bord d'administration

source: Administrator page
fr: Page de l'administrateur

source: All
fr: Tout

source: Allocations
fr: Expositions

source: Allow other Squirrel users to access to some part of your portfolios, for instance your total return and percentage only reportings. Instantanously see what the others can see from you.
fr: Permettez aux autres membres de Squirrel d'accéder à certaines partie de vos portefeuilles ou raports. Par exemple, uniquement votre performance totale, ou les reportings en pourcentages (sans montants). Voyez instantanément ce que les autres peuvent voir de vous.

source: Already have an account?
fr: Déjà inscrit?

source: An internal error is preventing to refresh the database. There is no quotes refresh until this issue has been fixed by our team.
fr: Une erreur interne empèche actuellement un rafraichissement de la base de donnée. Il n'y a pas de mise à jour des valeurs des actions et fonds tant que ce problème ne sera pas fixé par nos équipes.

source: Analyze and compare stocks, mutual funds, ETFs. Follow the evolution of your positions, the performance of your portfolio, forcast dividend yields, prepare your tax income statements. Do all of this with Squirrel!
fr: Analysez et comparez les valeurs de vos actions, fonds indiciels (ETF) ou Unité de Compte (OPCVM). Suivez l'évolution de vos positions, la valeur de votre portefeuille, prévoyez les versements de vos dividendes, préparez votre déclaration d'impôts. Tout ceci est rendu possible avec Squirrel!

source: Analyze the market with modern tools.
fr: Analysez le marché avec des outils à la pointe de la modernité.

source: Annual Portfolio Report edition
fr: Edition des votre Rapport Annuel

source: Annual Reports
fr: Rapports Annuels

source: Anywhere, Anytime
fr: Quand vous voulez, où vous voulez

source: Apr
fr: Avr

source: April
fr: Avril

source: As a reminder, Squirrel is able to follow the price evolution of almost any kind of Stocks and Mutual Fonds valorisation or Bonds. So, you only have to manually enter price of funds that are not publically available.
fr: Je vous rappelle que Squirrel est capable de suivre l'évolution des prix et valorisation de pratiquement toutes les actions ou Unités de Compte. Vous n'aurez à rentrer manuellement que les valorisations des prix des fonds non exposés au public, tel que la valorisation du fonds euro de votre Assurance Vie française.

source: Assets Classes Exposure
fr: Exposition par Classe d'Actifs

source: Aug
fr: Aou

source: August
fr: Août

source: Automatic Stocks and Mutual Funds Updates
fr: Mise à jour automatique des valorisations Fonds et Actions

source: Automatic Update
fr: Mises à Jour Automatiques

source: Back to Top
fr: Haut de Page

source: Be your own fund manager.
fr: Soyez votre propre gérant de fonds.

source: Before everything else, Squirrel is a tool aimed at guiding you from day 1 when your start you investment journey, to build step by step your own portfolio. You have all the meaningful information in front of you, in your Squirrel Dashboard.
fr: Squirrel est un outil qui est avant tout destiné à vous accompagner depuis le premier jour de votre voyage en tant qu'investisseur particulier, pour construire vous-même pas à pas votre portefeuille.

source: Best Tool To Communicate With Your Financial Advisor
fr: Le Meilleur Outil pour Communiquer avec votre Conseiller Financier

source: But also: Financial Advisor
fr: Pour les Conseillers Financiers

source: But the best place to start with is to click on the "Demo" button on the navigation bar. You will see almost the real Squirrel in action, but with a demo account with fake data.
fr: Mais le meilleur endroit pour commencer est de cliquer sur le bouton "Demo" dans la barre de navigation. Vous aurez alors accès au vrai Squirrel en action, mais avec les données d'un compte de démonstration.

source: But there plenty of similar tool online?
fr: Mais il y a déjà des dizaines d'outils similaires sur Internet?

source: But when data start to becomes quite heavy, with lot of custom import scripts, the Speadsheet started slowing down and become less confortable to work with. Ultimately, I was not able to open it on my mobile phone, even the tablet crashed.
fr: Mais avec l'augmentation du nombre de données dans le document, celui-ci est devenu lourd. J'avais également développé par mal de scripts d'import, celui rendait le document encore plus inconfortable à travailler avec. De plus, je ne pouvais plus ouvrir mon document avec la version smartphone de Google Spreadsheet, même sur tablette c'était devenu impossible.

source: By using continuing your navigation on our website and agreeing to this policy, you consent to our use of cookies in accordance with the terms of this policy.
fr: En continuant votre navigation sur notre site, vous donnez votre consentement sur l'utilisation de ces cookie, dans le cadre des terme de politique d'utilisation.

source: Can you synchronize automatically my different accounts?
fr: Ne pouvez-vous pas synchroniser automatiquement mes différents comptes?

source: Cancel
fr: Annuler

source: Cash
fr: Liquidités

source: Center Of Your Personal Finance
fr: Le Centre de Votre Finance Personnelle.

source: Change Language
fr: Changer la langue courante

source: Change language
fr: Selectionnez votre langue

source: Change your Language
fr: Sélectionnez votre langue

source: Check your risk exposure, compare to well balanced, academic porfolios.
fr: Vérifiez votre exposition aux risques, comparez votre portefeuille à des portefeuille académiques.

source: Choose your language
fr: Sélectionnez votre langue

source: Click on the "Plans" link and see which plans fits you the best.
fr: Cliquez sur le lien "Tarifs" pour voir lequel vous correspond le mieux.

source: Consult, edit and visualize your portfolio anywhere, from your personal computer, tablet or Mobile Phone. All you need is an internet connectivity.
fr: Consultez, éditez et visualisez vos portefeuille depuis n'importe où, de votre ordinateur personnel, votre tablette ou votre smartphone. Tout ce dont vous avez besoin est une connexion internet.

source: Contact The Squirrel Team
fr: Contactez l'équipe de Squirrel

source: Contact the technical team
fr: Contactez le support technique

source: Copyright 2015 all rights reserved.
fr: Copyright 2015 tous drotis réservés.

source: Cost Basis
fr: Prix de Revient

source: Covers
fr: Couvertures

source: Covers Computation
fr: Calculs de vos couvertures

source: Create your Free Account
fr: Créez votre compte gratuitement

source: Create your portfolio, follow their evolutions, everything for free.
fr: Créez vos portefeuilles, suivez leurs évolutions, le tout gratuitement.

source: Current language: {{language}}
fr: Langue actuelle: {{language}}

source: Dashboard
fr: Tableau de Bord

source: Data Visualisation
fr: Visualisation de donnée

source: Dec
fr: Déc

source: December
fr: Décembre

source: Deposits and Withdrawals
fr: Dépôts et Retraits

source: Details of your portfolio
fr: Détail de votre portefeuille

source: Easily Track Your Assets And Prepare Your Own Financial Future
fr: Suivez Facilement Tous Vos Actifs et Preparez Votre Propre Futur Financier.

source: Easily show your portfolio to your financial adviser so he can give you accurate and valuable advices.
fr: Montrez votre portefeuille facilement à votre gesionnaire financier, pour qu'il vous offre encore plus simplement les conseils les plus pertinents.

source: Easy Gains/Loose Tracking for your Tax Statement
fr: Suivi simple de vos gains/pertes pour votre déclaration d'impôts

source: Edit your annual Portfolio Report
fr: Edition de votre Rapport Annuel

source: Email address
fr: Adresse email

source: Even if you have different portfolios on different brokers, with different fees and tax conditions, track your gains and get a clear overview what your really have, <b>including fees and taxes!</b>
fr: Même si vous avez différents types de portefeuilles chez des courtiers différents, avec différents frais ou types d'enveloppes fiscales, suivez tous vos gains et obtenez une supervision claire et instantanée de tous vos actifs, <b>frais et taxation étant pris en compte</b>.

source: Everything Done Easily
fr: Tout Faire Facilement

source: Everywhere, anytime
fr: Quand vous voulez, où vous voulez

source: FAQ
fr: Questions Fréquentes

source: Features
fr: Decouverte

source: Feb
fr: Fév

source: February
fr: Février

source: Find your next stock here
fr: Trouvez vos prochaines actions

source: Find your stocks on the Stock Screener
fr: Trouvez vos prochaines actions sur le Screener d'Action

source: First name
fr: Prénom

source: Follow Your Own Investment Strategy
fr: Suivez Votre Propre Stratégie d'Investissement

source: Follow these types of Account:
fr: Suivez tous vos comptes:

source: For Individual Investors
fr: Pour Les Investisseurs Particuliers

source: Forgot your password?
fr: Mot de passe oublié?

source: Free account
fr: Compte Gratuit

source: Frequently Asked Questions
fr: Questions Fréquentes

source: Friday
fr: Vendredi

source: From
fr: De

source: Full Featured Investment Portfolio Management Software.
fr: Le Système en ligne le plus simple pour gérer vos Portefeuilles

source: General
fr: Général

source: Generate Professional Reports
fr: Générez des Rapports de Qualité Professionel

source: Geography Exposure
fr: Allocation Géographique

source: Get a crystal clear overview of your financial situation.
fr: Obtenez une vision globale de votre patrimoine financier à chaque instant..

source: Give a Public Access to Portions of Your Reports
fr: Donnez un Accès Publique à Certaines Partie de Vos Rapports

source: Graphs are carefuly crafted to extract the more meaningful information from them. No over complex live-trading graphs, but also, no over simple graphs. Just exactly what you need.
fr: Les graphiques sont spécialement préparés pour extraire les informations les plus pertinentes, et uniquement celles-ci. Pas de graphiques compliqués pour en mettre plein la vue, ni au contraire, de graphiques trop simples pour être exploités. Juste ce qu'il vous faut.

source: Have Questions about Squirrel?
fr: Des Questions à Propos de Squirrel?

source: Head Office :
fr: Siège Social :

source: Help
fr: Aide

source: Hi! My name is Gaetan Semet. I am Software engineer who started a very humble investor life in 2014 and was very disappointed with existing tools to follow my different portfolios.
fr: Bonjour! Mon nom est Gaetan Semet. De formation Ingénieur en Logiciel, j'ai démaré une vie d'humble investisseur en 2014, et j'ai été très déçu des outils existants pour gérer mes différents portefeuilles.

source: How long does it take to build a web site like Squirrel?
fr: Combien de temps cela prend de construire un site tel que Squirrel?

source: How much does it cost?
fr: Combien celà coûte-il?

source: I also wanted to follow the Mutual Funds I had on contracts opened by my company. I wanted to tracke them like I would do with stocks.
fr: Je voulais également suivre l'ensemble des fonds et unités de compte dont j'étais investi, au sein d'Assurance Vie ou d'autres enveloppe fiscales, tel que les PEE ouverts par mes différents employeurs. A chaque fois, il fallait les suivre sur leur sites internet, je ne voyais pas pourquoi ne pas les inclure dans mon document de suivi des actions et les traiter au même titre qu'une action.

source: I opened several accounts on several broker, to exploit the best of each contract. Each contract has its own avdantages, and drawbacks. For example, my first stocks broker was quite good for stocks from my home country (France), but was over expensive for stocks abroad. I then opened another account on a cheaper broker of US stocks.
fr: J'ai ouvert des comptes chez des courtiers en ligne différents, pour en exploiter les avantages. Chaque contrat a ses propres inconvenients. Par exemple, mon premier Comte Titre Ordinaire, pour acheter des actions, étaient très compétitif pour les actions Françaises, mais les frais pour les places étrangères étaient hors de prix. J'ai donc ouvert un un second CTO chez un second courtier, beaucoup moins cher pour les actions américaines. De même, suivre plusieurs PEE et assurance vie devient vite compliqué.

source: I took several months of hard evening work, first to learn web technologies and to build this web site.
fr: J'ai mis plusieurs mois de dûres soirées, d'abord pour apprendre les technologies du web, puis pour contruire ce site Internet.

source: I was also disappointed by the graphs themselves, they were not customable enough and not so good looking, compared to graph produced by JavaScript libraries such as
fr: J'ai été également déçu par les graphiques en eux-mêmes. Ils n'étaient pas suffisament configurables, et pas vraiment élégants non plus, comparés à ceux générés par certaines bibliothèques JavaScript moderne telle que

source: Indentify your Porfolio's Strenghts and Weaknesses
fr: Identifiez les Forces et Faiblesses de Vos Portefeuilles

source: Instantenously Visualize Your Porfolios
fr: Visualisez vos Portefeuilles en un Instant

source: January
fr: Janvier

source: Jul
fr: Jui

source: July
fr: Juillet

source: Jun
fr: Juin

source: June
fr: Juin

source: Keep it Simple
fr: Restez Simple

source: Last name
fr: Nom

source: Last run
fr: Dernière exécution

source: Like for example:
fr: Comme par exemple:

source: Like how mutual funds reports? Squirrel also generates weekly or monthly reports. You can receive these reports automatically by email, in PDF format or a direct link to Squirrel Website, with a private URL, so you can eventually share it with your financial adviser, without compromising the rest of your portfolio to undesired eyes.
fr: Vous aimez la qualité des rapports des gestionnaires de fonds? Squirrel peut vous générer automatiquement des rapports mensuels ou annuels. Recevez-les par emails au format PDF, ou par lien privé vers le site Squirrel, lien que vous pourrez partager avec, par exemple, votre conseiller financier, sans pour autant compromettre le reste de votre portefeuille si vous ne le désirez pas.

source: Like many people, I started tracking my different stocks and mutual funds using a speadsheet software. But I felt very restricted when using such software, without beneficting from modern tools, dynamic and interactives charts such as what we can see on the web. If services like Dropbox allow you to have access to you file while on the go, you still need the software to open and check it.
fr: Comme beaucoup de mon, j'ai commencé à suivre mes différentes actions et Unité de Comptes (OPCVM) au sein de mes différents portefeuilles, dans un logiciel de Tableur. Mais je me suis rapidement senti restreint et limité par cette famille de logiciel, et celà m'empechait de bénéficier d'outils modernes, du type de certains graphiques dynamiques et interactifs que l'on peut voir sur le net. Certains services en ligne tel que Dropbox permettent d'acceder à ces fichiers depuis n'importe où, mais il faut toujours avoir le logiciel pour ouvrir ce document.

source: List of your securities
fr: Vue d'ensemble de vos actions

source: Loading...
fr: Chargement...

source: Log In
fr: Connexion

source: Log in
fr: Connexion

source: Log in to your account
fr: Connexion à votre compte

source: Log out
fr: Deconnexion

source: Login
fr: Connexion

source: Manage your portfolios
fr: Gerez vos portefeuilles

source: March
fr: Mars

source: May
fr: Mai

source: Meet Squirrel
fr: Découvrez Squirrel

source: Meet Squirrel, your porfolio best friend!
fr: Découvrez Squirrel, le meilleur ami de votre Portefeuille

source: Monday
fr: Lundi

source: Most of the online portfolio managers offer you access to an automated investment strategy, with no effort from your side. Enjoy the best algorithms that make wonders, in the finance, work for you. Squirrel does not make these promises. What it does promise is to give you the best tool to track you portfolio and find your own strategy.
fr: La plupart des outils de gestion de portefeuilles en ligne vous promette l'accès à un méthode d'investissement automatisé, sans effort de votre part: <i>"Profitez des meilleurs algorithmes qui font des merveilles dans le monde très fermé de la finance".</i> Squirrel ne joue pas dans cette catéogie.

source: My Portfolios
fr: Mes Portefeuilles

source: Name
fr: Nom

source: No account?
fr: Pas de compte?

source: November
fr: Novembre

source: October
fr: Octobre

source: Overview
fr: Vue Générale

source: Overview of the website
fr: Vue d'ensemble du site

source: Password
fr: Mot de passe

source: Personal History Timeline
fr: Timeline Personel

source: Plans
fr: Tarifs

source: Please enter a name with 3 characters or more.
fr: Veuillez entrer un nom avec plus de 3 caractères

source: Please enter your portfolio name (required)
fr: Veuillez entrer le nom de votre portefolio (requis)

source: Please fill in all the fields.
fr: Veuillez remplir tous les champs.

source: Please find bellow a summary of the portfolios.
fr: Veuillez trouver ci-dessous un résumé de vos portefeuilles.

source: Please note that you can still change your language even after this box has been closed by clicking on the following button in the navigation bar:
fr: Veuillez noter que vous pourrez toujours changer votre langue, même après avoir sélectionné cette boite de dialogue, en cliquant sur le bouton suivant dans la barre de navigation:

source: Please select the initial settings of your Account. You can change them later.
fr: Veuillez définir les paramètres par défaut de votre nouveau Portefeuille. Vous pourrez les changer plus tard.

source: Please select your portfolio type
fr: Veuillez sélectionner le type de votre Portefeuille

source: Policy
fr: Politique

source: Porfolio Creation
fr: Création d'un Portefeuille

source: Porfolio Type
fr: Type de portefeuille

source: Portfolio Control
fr: Controle de vos Portefeuilles

source: Portfolio Summary
fr: Résumé des Portefeuilles

source: Post details
fr: Coordonnées

source: Prepare your investments ahead of time and let you conduct
fr: Préparez vos investissements en avance, et laissez vous contruire

source: Public or Private
fr: Publique ou Privée

source: Quaterly Portfolio Report by email
fr: Rapports Financier Trimestriel par email

source: Register
fr: Enregistrement

source: Registration succesfully sent. Please check you email for the confirmation link.
fr: Inscription envoyée. Veuillez vérifier vos emails pour le lien de confirmation.

source: Relax, feel safe
fr: Relaxez vous, soyez en totale sécurité

source: Reports and Reminder
fr: Rapports et Rappels

source: Reset zoom
fr: Réinit zoom

source: Reset zoom level 1:1
fr: Réinit zoom niveau 1:1

source: Return, Gain, Alpha
fr: Gain, Alpha, Profits

source: Sandbox
fr: Bac à Sable

source: Saturday
fr: Samedi

source: Save Screener Settings
fr: Enregistrement de vos paramètres du Screeners

source: Screener Staging Area
fr: Liste d'attente pour votre sélection d'Actions

source: Securities
fr: Actions

source: Securities Allocation
fr: Allocation

source: Security
fr: Sécurité

source: Select please choose your prefered language
fr: Veuillez sélectionnez votre langue préférée

source: Send
fr: Envoyer

source: September
fr: Septembre

source: Settings
fr: Paramètres

source: Share Price History
fr: Evolution du Prix de la Part

source: Share part of your portfolio publicly, or keep it completely private.
fr: Partager votre portefeuille en ligne, ou gardez le complètement privé.

source: Share your Portfolio
fr: Partagez vos Portefeuilles

source: Shares
fr: Nbr d'actions

source: Show Your Real Exposition
fr: Découvrez Votre Allocation Réelle

source: Sign Up
fr: Inscription

source: Sign Up for Free
fr: Inscription gratuite

source: Sign Up here
fr: Inscrivez-vous gratuitement

source: Sign up for a free account now
fr: Inscrivez vous pour un compte gratuit maintenant

source: Sign up for free
fr: Inscrivez vous gratuitement

source: Sign up for free to see Squirrel by yourself!
fr: Créez un compte gratuitement et découvrez Squirrel par vous-même!

source: Signing up signifies that you have read and agree to the
fr: L'inscription signifie que vous avez lu et accepté les

source: Simple, Smart, Unique Investing
fr: Simple, Efficace, Unique

source: Simple, easy and straight forward.
fr: Simple, facile et direct.

source: Small/Big Caps Exposure
fr: Exposition Grande / Petite Capitalisation

source: So I started using Google Spreadsheet to follow my investments, and I felt in love with its the 100% online nature. No matter which day of the week we are, if I am at home or on the go, I could see and edit my portfolio instantanously.
fr: J'ai donc commencé à utiliser Google Spreadsheet pour suivre tous mes investissements, et je suis littéralement tombé amoureux de sa nature 100% en ligne. Qu'importe le lieu ou le moment dans la journée ou la semaine, je pouvais éditer et suivre mes portefeuilles instantanément.

source: So how do you managed to follow your different portfolios?
fr: Comment faisiez-vous pour suivre vos différents portefeuilles?

source: Sorry for the inconvenience. We do our best to fix this issue as soon as possible.
fr: Veuillez excusez ce désagrément. Nous faisons de notre mieux pour restaurer le service normal le plus vite possible.

source: Speculative Account Monthly Report Storage
fr: Stockage des Rapports Mensuels de votre Compte Spéculatif (CFD)

source: Squirrel Asset Management System
fr: Squirrel Gestionnaire de Portefeuille

source: Squirrel Plans
fr: Tarifs Squirrel

source: Squirrel allows you track your all assets in one single place: Stocks, Bonds, Mutual Fund or even Options.
fr: Squirrel vous aide à suivre tous vos actifs en un seul endroit: actions, obligations, unité de compte et même options.

source: Squirrel automatically retrieves the current value of any stocks, ETF, options or fund valorisation, from the main stock exchanges.
fr: Squirrel synchronise automatiquement les valorisation actuelles de toutes vos actions, options, ETF et même les valeurs liquidatives de vos Unités de Compte, depuis les principales places boursières.

source: Squirrel is <b>truly independent</b>: no hidden fees, no commission on any trade. We do not sell your data. We don't ask for your mobile number because we do not want to sell you anything. We do not disturb you with annoying ads. We are not linked with any broker or bank.
fr: <b>Squirrel est totalement indépendant.</b> Nous ne vendons pas vos données. Nous ne vous demandons pas non plus de numéro de téléphone car nous ne voulons pas vous vendre des produits cachés. Nous ne vous pertubons pas avec les publicités. Il n'y a ni commission ni rétro-commission sur les ventes. Nous ne sommes liés à aucune banque ou courtier.

source: Squirrel is also able to help you tracking your speculative portfolio such as your Forex or CFD account. Only manual operations will be available however.
fr: Squirrel peut aussi vous aider à suivre votre portefeuille spéculatif tel que Forex, CFD. Seules les opérations manuelles sont fournies.
